Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=307_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Käyttötarkoitus
smn: Kevtteeh

source: Saamelaiskulttuurikeskus Sajos on Suomen saamelaisten parlamenttitalo sekä kulttuuri-, koulutus- ja osaamiskeskittymä.
smn: Säämi kulttuurkuávdážân šaddeh toimâvisteh Sämitiigán, sämikulttuurân kullee maaŋgâpiälásâš tooimân sehe säämi máttááttâs- já tutkâmuštooimân.

source: Sajos on ensisijaisesti tarkoitettu saamelaisten omaa käyttöä varten.
smn: Tai lasseen viäsu kuávdášlâš visteh láá maaŋgâtoimâ- já palvâlemsyergi pirrâ čokijdeijee ohtsâšvisteh: lávdástâllâm-, škovlim- já maaŋgâtoimâvisteh sehe raavâdviäsu.

source: Se on Suomen saamelaisten itsehallinnon ja elävän ja kehittyvän saamelaiskulttuurin symboli, jonka keskeisenä toiminnallisena tarkoituksena on sekä vaalia perinteistä kulttuuria että kehittää ja uudistaa saamelaista yhteiskuntaelämää.
smn: Ohtsâšvistij kevttim lii tehálâš uási ubâ kulttuurkuávdáá tooimâ.

source: Päätarkoituksensa ohella kulttuurikeskus tarjoaa laajojen, uudenaikaisten ja tasokkaiden tilojensa ansiosta erinomaiset mahdollisuudet järjestää ainutlaatuisessa ympäristössä monenlaisia kokouksia, konferensseja ja tapahtumia.
smn: Säämi kulttuurkuávdáš lii vuosâsajasávt uáivildum sämmilij jieijâs kiävtun.

source: Saamelaiskulttuurikeskus Sajoksen päävuokralaisena toimii Saamelaiskäräjät, joka vuokraa edelleen tiloja muille käyttäjille.
smn: Tast lii meeri šoddâđ Suomâ sämmilij jiešhaldâšem sehe ellee já ovdáneijee sämikulttuur symbool, mon kuávdášlâš toimâlâš uáivilin lii sehe kattiđ ärbivuáválâš kulttuur já ovdediđ sehe uđâsmittiđ säämi ohtsâškodde-eellim.

source: Saamelaisalueen koulutuskeskus on Saamelaiskäräjien ohella talon toinen pääkäyttäjä.
smn: Váldu-uáivil lasseen fáálá kulttuurkuávdáš vijđes, uđđâáigásâš já ollâtásásâš ohtsâškevttimvistij (čuákkim-, auditorio-, maaŋgâtoimâ- já lavdastâllâmsajeh sehe studiovisteh) áánsust eromâš máhđulâšvuođâid orniđ áinoošlajâsâš pirrâsist maaŋgâmuđušijd čuákkimijd, konfereensâid já tábáhtusâid.

source: Muita talon käyttäjiä ovat Inarin kunnan kirjastotoimi, Duodji Shop Oy, SámiSoster ry, Lapin aluehallintovirasto (Lapin Avi), Saamelaisarkisto, Anarâškielâ servi ry, Ravintola Lyeme ja Maatalousyrittäjien eläkelaitos (Mela).
smn: Nuuvtpa säämi kulttuurkuávdáš lii-uv siämmáá-áigásávt sehe Suomâ sämmilij parlamenttáálu já kulttuur-, škovlim- já mättimkuávdáš já meiddei tábáhtustáálu sierâlágán čuákkimijdiskuin, muusik , elleekove- já teatterčáittusijdiskuin.

source: Rakennuksen omistaa Senaatti-kiinteistöt.
smn: Pald-paldluvâi tah uásitooimah tuárjuh nubijdis siskáldâsâidiskuin já vistijdiskuin.

source: STT-lehtikuva
smn: Säämi kulttuurkuávdáá válduláigulâžžân tuáimá Sämitigge, mii tastoo laigut viistijd eres kevtteid.
